export const pointOptions = {
    Relic: [[3, 4, 6, 9], [4, 5, 7, 10]],
    Ancient: [[3, 5, 7, 10], [4, 6, 9, 13]]
};

export const categoryMap = {
    neckless: 200010,
    earring: 200020,
    ring: 200030
};

export const accIdMap = {
    '추가 피해' : 41,
    '적에게 주는 피해 증가' : 42,
    '세레나데, 신성, 조화 게이지 획득량 증가' : 43,
    '낙인력' : 44,
    '공격력 %' : 45,
    '무기 공격력 %' : 46,
    '파티원 회복 효과' : 47,
    '파티원 보호막 효과' : 48,
    '치명타 적중률' : 49,
    '치명타 피해' : 50,
    '아군 공격력 강화 효과' : 51,
    '아군 피해량 강화 효과' : 52,
    '공격력 +' : 53,
    '무기 공격력 +' : 54,
    '최대 생명력' : 55,
    '최대 마나' : 56,
    '상태이상 공격 지속시간' : 57,
    '전투 중 생명력 회복량' : 58
};

export const accIdValMap = {
    '추가 피해' : [260, 160, 70],
    '적에게 주는 피해 증가': [621000002, 621000001, 621000000],
    '세레나데, 신성, 조화 게이지 획득량 증가' : [6002, 6001, 6000],
    '낙인력' : [800, 480, 215],
    '공격력 %' : [155, 95, 40],
    '무기 공격력 %' : [300, 180, 80],
    '파티원 회복 효과' : [350, 210, 95],
    '파티원 보호막 효과' : [350, 210, 95],
    '치명타 적중률' : [155, 95, 40],
    '치명타 피해' : [400, 240, 110],
    '아군 공격력 강화 효과' : [500, 300, 135],
    '아군 피해량 강화 효과' : [750, 450, 200],
    '공격력 +' : [390, 195, 80],
    '무기 공격력 +' : [960, 480, 195],
    '최대 생명력' : [6500, 3250, 1300],
    '최대 마나' : [30, 15, 6],
    '상태이상 공격 지속시간' : [100, 50, 20],
    '전투 중 생명력 회복량' : [50, 25, 10]
}
